#My brew bundle
#
#Don't forget: install xcode cli tools with
#xcode-select --install and the bundler tap with
#brew tap Homebrew/bundle before starting...


#Packages
brew 'bash'
brew 'bash-completion'
brew 'git'
brew 'hub'
brew 'hugo'
brew 'mas'
brew 'node'
brew 'npm'
brew 'pandoc'
brew 'python3'
brew 'tree'


# Casks
tap 'caskroom/cask'
cask_args appdir: '/Applications'

cask 'appcleaner'
cask 'audio-hijack'
cask 'atom'
cask 'balsamiq-mockups'
cask 'brave'
cask 'cheatsheet'
cask 'crashplan'
cask 'discord'
cask 'dropbox'
cask 'fantastical'
cask 'flux'
cask 'gemini'
cask 'github-desktop'
cask 'gimp'
cask 'gitter'
cask 'google-chrome'
cask 'google-drive'
cask 'grandperspective'
cask 'hyper'
cask 'imageoptim'
cask 'krita'
cask 'league-of-legends'
cask 'malwarebytes-anti-malware'
cask 'numi'
cask 'openemu'
cask 'pdfpen'
cask 'remember-the-milk'
cask 'scrivener'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'the-unarchiver'
cask 'transmit'
cask 'transmission'
cask 'vlc'
cask 'webtorrent'


#Mac App Store
mas 'Boxy', id: 1053031090
mas 'iA Writer', id: 775737590
mas 'Pocket', id: 568494494
mas 'Tadam', id: 531349534
