#My brew bundle
#
#Don't forget: install xcode cli tools with
#xcode-select --install and the bundler tap with
#brew tap Homebrew/bundle before starting...


#Packages
brew 'bash'
brew 'bash-completion'
brew 'git'
brew 'hub'
brew 'mas'
brew 'node'
brew 'tree'
brew 'yarn'


# Casks
tap 'caskroom/cask'
cask_args appdir: '/Applications'

cask 'appcleaner'
cask 'audio-hijack'
cask 'atom'
cask 'backblaze'
cask 'brave'
cask 'cheatsheet'
cask 'crashplan'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'gemini'
cask 'google-chrome'
cask 'hyper'
cask 'imageoptim'
cask 'keepingyouawake'
cask 'krita'
cask 'malwarebytes'
cask 'now'
cask 'numi'
cask 'pdfpen'
cask 'remember-the-milk'
cask 'scrivener'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'the-unarchiver'
cask 'transmit'
cask 'vlc'
cask 'webtorrent'


#Mac App Store
mas 'Boxy', id: 1053031090
mas 'iA Writer', id: 775737590
mas 'Pocket', id: 568494494
mas 'Tadam', id: 531349534
